{
  "features": "Features",
  "features_title": "What do we give you?",
  "header": "Abduselam Arabian Mejlis and Curtain Designer",
  "moto": "We are not just suppliers, we are your partners",
  "products": "Products",
  "products_title": "Magnificent Product from Us",
  "video_description": "See how it works",
  "watch_video": "Watch some of our products by video",
  "categories": "Categories",
  "best_recommendation": "Our best recommendation",
  "shop_now": "SHOP NOW",
  "lets_talk": "LET'S TALK",
  "feature1_title": "Craftsmanship & Quality",
  "feature1_description": "Our furniture is crafted by skilled artisans who uphold the finest Arabian traditions, ensuring each piece is a work of art that will last for generations.",
  "feature2_title": "Stylish",
  "feature2_description": "Our furniture is crafted to elevate the beauty of your home.The elegant and stylish designs will bring a new look to your space, making it more inviting and attractive.",
  "feature3_title": "Comfortable",
  "feature3_description": "Our furniture is made for comfort. With soft, supportive designs, it helps you relax and feel at ease. Perfect for cozy homes and welcoming spaces",
  "how_it_works": "How it works",
  "how_it_works_description": "Our streamlined process makes it effortless for you to bring luxury into your home. Follow these simple steps to experience the quality and elegance of our products:",
  "browse_and_select": "Browse and Select",
  "book_and_confirm": "Book and Confirm",
  "arrive": "Arrive at Our Shop",
  "browse_and_select_content": "Explore our curated collection of premium Majlis, sofas, beds, and curtains. Choose the perfect pieces that reflect your taste and meet your needs.",
  "book_and_confirm_content": "Once you've made your selection, book your items through our seamless online process. You’ll receive a confirmation and all the details you need for the next steps.",
  "arrive_content": "Visit our shop to complete your purchase. Experience the quality firsthand, finalize your order, and take home the luxurious pieces that will elevate your living space."
}
